Repository: itskshitizsh/flask-urlshortener
Catalog: coreapp/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: File Not Found
ar: لم يتم العثور على الملف

source: What you were looking for is just not there
ar: الذي تبحث عنه غير موجود هنا

source: Back
ar: الرجوع

source: Go
ar: الذهاب

source: wisal
ar: وصال

source: url shortener
ar: تقصير الروابط

source: URL shortener and tracking tool
ar: خدمة تقصير الرابط و رصد المتابعين

source: Your links
ar: الروابط

source: Short
ar: رابط قصير

source: Views
ar: عدد المشاهدات

source: Original link
ar: الرابط الأصلي

source: Date created
ar: تاريخ الانشاء
